{
  "tools": [
    {
      "id": 0,
      "imageUrl": "https://cdn.vseinstrumenti.ru/images/goods/instrument/feny/701330/1200x800/51749918.jpg",
      "name": "Термопистолет AEG HG560D 441015",
      "description": "Пистолет AEG HG560D 441015 имеет мощность 1500 Вт.\n\nОбласть применения - нагрев материалов при выполнении самых различных работ (от сдирания старой краски до размораживания труб).\n\nВ теплопистолете предусмотрены два режима регулировки температуры и два режима регулировки скорости воздушного потока, что позволяет выбрать необходимые параметры для работы с различными материалами.\n\nДиаметр сопла 38 (33) мм.",
      "price": 3564,
      "availability": 12,
      "category": 4,
      "rating": 8
    },
    {
      "id": 1,
      "imageUrl": "https://cdn.vseinstrumenti.ru/images/goods/instrument/shurupoverty/698641/1200x800/52002189.jpg",
      "name": "Аккумуляторная дрель-шуруповерт DeWALT DCD 771 C2",
      "description": "Аккумуляторная дрель-шуруповерт DeWalt DCD 771 C2 предназначена для работ с крепежными элементами и сверления отверстий. Двухскоростной редуктор упрощает ведение различных работ: первая скорость предназначена для заворачивания шурупов, вторая - для сверления.\n\nМуфта регулировки крутящего момента позволяет максимально точно настроить момент затяжки под конкретный материал, всего на выбор имеется 16 позиций.",
      "price": 9450,
      "availability": 5,
      "category": 0,
      "rating": 9
    },
    {
      "id": 2,
      "imageUrl": "https://cdn.vseinstrumenti.ru/images/goods/instrument/shurupoverty/881041/1200x800/52316894.jpg",
      "name": "Бесщеточная дрель-шуруповерт AEG BS18C2BL LI-402C 4935464095",
      "description": "Бесщеточная дрель-шуруповерт AEG BS18C2BL LI-402C 4935464095 подойдет как для профессионалов, так и для домашних мастеров. Выдерживает любые условия.\n\nОна оснащена быстрозажимным патроном, что позволяет экономить время на замену оснастки. \n\nКомпактные размер позволяют работать инструментом в стесненных условиях. \n\nПредусмотрена подсветка, которая актуальна для работы в помещениях с плохим освещением или в темное время суток. \n\nТехнология AEG Pro Lithium Ion с защитой от перегрузки обеспечивает максимальную надежность аккумулятора и инструмента.\n\nПодробный обзор инструмента смотри по ссылке.",
      "price": 20246,
      "availability": 6,
      "category": 0,
      "rating": 8
    },
    {
      "id": 3,
      "imageUrl": "https://cdn.vseinstrumenti.ru/images/goods/instrument/shlifmashiny/819645/1200x800/51956344.jpg",
      "name": "Угловая шлифмашина Ryobi RAG950-125S 5133002495",
      "description": "Угловая шлифмашина Ryobi RAG950-125S 5133002495 применяется для шлифования и зачистки поверхностей, а также для резания деталей из различных материалов. Рабочую оснастку можно быстро и безопасно заменить благодаря наличию функции блокировки шпинделя. Кожух диска обеспечивает защиту оператора от пыли и искр. Для его установки не требуются дополнительные принадлежности.",
      "price": 5489,
      "availability": 21,
      "category": 2,
      "rating": 6
    },
    {
      "id": 4,
      "imageUrl": "https://cdn.vseinstrumenti.ru/images/goods/instrument/feny/850697/1200x800/51280696.jpg",
      "name": "Термофен GRAPHITE 59G522",
      "description": "Термофен GRAPHITE 59G522 предназначен для просушки деревянных элементов, снятия старой краски, размораживания труб, замков. Имеет три положения температуры нагрева воздуха. Оснащен разными насадками для облегчения работы. Биметаллическая защита от перегрева увеличивает рабочий ресурс инструмента.",
      "price": 2162,
      "availability": 7,
      "category": 4,
      "rating": 6
    },
    {
      "id": 5,
      "imageUrl": "https://cdn.vseinstrumenti.ru/images/goods/sadovaya-tehnika/benzopily/736719/1200x800/52860933.jpg",
      "name": "Бензопила Калибр БП-2600/18У 00000057838",
      "description": "Бензопила Калибр БП-2600/18У 00000057838 может использоваться в любом положении. Ей выполняют заготовку дров и распиловку бревен, а также валку деревьев.\n\nЗапускается с помощью ручного стартера. Мощность модели составляет 3.5 лошадиных сил. Запуск холодного мотора облегчен за счет подачи топлива к карбюратору (праймер). Наличие виброзащиты делает работу более комфортной.",
      "price": 5019,
      "availability": 5,
      "category": 1,
      "rating": 6
    },
    {
      "id": 6,
      "imageUrl": "https://cdn.vseinstrumenti.ru/images/goods/sadovaya-tehnika/benzopily/725945/1200x800/52341955.jpg",
      "name": "Цепная пила Ryobi RCS3840T 5133002387",
      "description": "Цепная пила Ryobi RCS3840T 5133002387 - инструмент мощностью 1.8 л.с. для работ по уходу за деревьями. Система Easy-start гарантирует легкий запуск двигателя. Благодаря гашению вибрации создаются комфортные условия для оператора. В комплект входит цепь и 40-сантиметровая шина. Натяжение цепи производиться легко без использования инструмента. Блокировка цепи обеспечивает безопасность при пилении.\n\n",
      "price": 13577,
      "availability": 4,
      "category": 1,
      "rating": 8
    },
    {
      "id": 7,
      "imageUrl": "https://cdn.vseinstrumenti.ru/images/goods/ruchnoy-instrument/nozhovki/1077776/1200x800/52072968.jpg",
      "name": "Ножовка по дереву Inforce 550 мм 06-08-19",
      "description": "Ножовка по дереву Inforce 550 мм 06-08-19 относится к инструменту профессионального класса. Применяется для быстрого и точного распила заготовок из дерева. Острое лезвие обеспечивает чистый и аккуратный срез.",
      "price": 1121,
      "availability": 8,
      "category": 1,
      "rating": 7
    },
    {
      "id": 8,
      "imageUrl": "https://cdn.vseinstrumenti.ru/images/goods/avtogarazhnoe-oborudovanie/oborudovanie-i-instrument-dlya-avtoservisa-i-sto/728122/1200x800/51729953.jpg",
      "name": "Компрессор для авто Ryobi ONE+ R18I-0 5133001834",
      "description": "Компрессор Ryobi ONE+ R18I-0 5133001834 - это компактное приспособление, которое с легкостью поместится в багажник любого транспорта. Используется для быстрого накачивания (спуска) велосипедных, мотоциклетных и автомобильных шин, а также изделий низкого давления - надувного матраса, лодки или плавательных кругов. Следует учесть, что напор воздуха в устройстве не должен превышать максимального значения - 10.3 бар (150 PSI). Эксплуатация данной модели не требует от пользователя каких-либо специальных знаний и умений.",
      "price": 3984,
      "availability": 11,
      "category": 3,
      "rating": 5
    },
    {
      "id": 9,
      "imageUrl": "https://cdn.vseinstrumenti.ru/images/goods/instrument/kompressory/1322370/1200x800/51725006.jpg",
      "name": "Ременной компрессор Inforce BCX-100L 04-06-31",
      "description": "Ременной компрессор Inforce BCX-100L 04-06-31 предназначен для выработки сжатого воздуха в большом объеме. Данная модель работает от сети 220 В. Рабочее давление 8 атмосфер.\n\nК компрессору можно подключить до 2 пневмоинструментов одновременно. Агрегат отличается надежным исполнением и способен работать длительное время без перерывов.",
      "price": 34288,
      "availability": 6,
      "category": 3,
      "rating": 8
    }
  ]
}